jorgebucaran/fisher
kidonng/zoxide.fish
jhillyerd/plugin-git
nickeb96/puffer-fish
PatrickF1/fzf.fish
gazorby/fish-abbreviation-tips
jorgebucaran/autopair.fish
laughedelic/fish_logo
ilancosman/tide@v6