;; -*- no-byte-compile: t; -*-

(package! auctex-latexmk)
(package! citar)
(package! ctrlf)
(package! democratize
  :recipe (:host sourcehut :repo "flandrew/democratize"))
(package! evil-mc)
(package! general)
(package! git-link)
(package! hydra)
(package! magit-todos)
(package! mixed-pitch)
(package! olivetti)
(package! org-appear)
(package! org-cliplink)
(package! org-contacts)
(package! org-fancy-priorities :disable t)
(package! org-krita
  :recipe (:host github
           :repo "lepisma/org-krita"
           :files ("resources" "resources" "*.el" "*.el")))
(package! org-recur)
(package! org-ref)
(package! org-ql)
(package! typo)
(package! vulpea)
(package! xht
  :recipe (:host sourcehut :repo "flandrew/xht"))
(package! yankpad)
(package! zoom)
